Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And he commandeth the first, saying, 'When Esau my brother meeteth thee, and hath asked thee, saying, Whose [art] thou? and whither goest thou? and whose [are] these before thee?
chr: ᎤᏁᏤᎴᏃ ᎢᎬᏱ ᎡᎩ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎿᏉ ᎢᏐ ᎥᎩᏂᎵ ᏕᏣᏠᏒᎭ, ᎠᎴ ᏣᏛᏛᏅᎭ, ᎯᎠ ᏂᎦᏪᏒᎭ, ᎦᎪ ᏣᎾᏜᎢ? ᎠᎴ ᎭᏢ ᎭᎢ? ᎠᎴ ᎦᎪ ᏧᏤᎵᎦ ᎯᎠ ᎢᎬᏱ ᏣᎾᎢ?

source: then thou hast said, Thy servant Jacob's: it [is] a present sent to my lord, to Esau; and lo, he also [is] behind us.'
chr: ᎿᏉ ᎯᎠ ᏂᏪᏒᎭ, ᏤᎦᏈᏍᎩᏂ ᎯᏅᏏᏓᏍᏗ ᏧᏤᎵᎦ; ᎯᎠ ᎾᏍᎩ ᎤᏓᏅᏏᏛ ᏩᏥᏁᎸᎯ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ ᎢᏐ; ᎠᎴ ᎬᏂᏳᏉ ᎾᏍᏉ ᎣᏂ ᏓᏯᎢ.

source: And he commandeth also the second, also the third, also all who are going after the droves, saying, 'According to this manner do ye speak unto Esau in your finding him,
chr: ᎠᎴ ᎾᏍᎩᏯ ᏄᏪᏎᎴ ᎤᏁᏤᎴ ᏔᎵᏁ ᎡᎩ, ᎠᎴ ᏦᎢᏁ ᎡᎩ,ᎠᎴ ᏂᎦᏛ ᏓᏂᏱᎵᏒ ᏗᏂᏍᏓᏩᏕᎩ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᏁᏥᏪᏎᎸᎭ ᎢᏐ, ᎿᏉ ᎡᏥᏩᏛᎲᎭ.

source: and ye have said also, Lo, thy servant Jacob [is] behind us;' for he said, 'I pacify his face with the present which is going before me, and afterwards I see his face; it may be he lifteth up my face;'
chr: ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏁᏥᏪᏎᎸᎭ, ᎬᏂᏳᏉ ᎯᏅᏏᏓᏍᏗ ᏤᎦᏈ ᎣᏂ ᏓᏯᎢ. ᎯᎠᏰᏃ ᏄᏪᏒᎩ, ᎾᏍᎩ ᏓᏥᏮᎢᏍᏙᏓᏁᎵ ᏥᏁᎸᎥᏍᎬ ᎾᏍᎩ ᎢᎬᏱ ᏥᎾᎢ, ᎩᎳᏃ ᎣᏂ ᎠᎩᎪᏩᏛᏗ ᎨᏎᏍᏗ ᎤᎧᏛᎢ; ᏱᏅᏎᎦᎩ ᏱᏓᏆᏓᏂᎸᎩ.

source: and the present passeth over before his face, and he hath lodged during that night in the camp.
chr: ᎢᎬᏱᏃ ᏚᏪᏐᏤ ᎾᏍᎩ ᎤᏁᏗ ᎨᏒᎢ; ᎤᏩᏒᏃ ᎤᎾᏂᎲ ᏑᎾᏓᏡᎩ ᎤᏒᎴ ᎾᎯᏳ ᏒᏃᏱ.

source: And he riseth in that night, and taketh his two wives, and his two maid-servants, and his eleven children, and passeth over the passage of Jabbok;
chr: ᎠᎴ ᎾᎯᏳ ᏒᏃᏱ ᎤᏗᏛᎮᎢ, ᎠᎴ ᏚᏘᏅᏎ ᎠᏂᏔᎵ ᏧᏓᎵᎢ, ᎠᎴ ᎠᏂᏔᎵ ᎠᏂᎨᏴ ᏧᎢᏓᏍᏗ, ᎠᎴ ᏌᏚ ᎢᏯᏂᏛ ᏧᏪᏥ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏚᏪᏐᏤ ᏗᎦᏐᎯᏍᏗᏱ ᏣᏉᎩ ᏚᏙᎥᎢ.

source: and he taketh them, and causeth them to pass over the brook, and he causeth that which he hath to pass over.
chr: ᎠᎴ ᏚᏘᏅᏎᎢ, ᎠᎴ ᏚᏪᏌᏍᏔᏁ ᎤᏪᏴᎢ, ᎠᎴ ᎤᎿᎥ ᏚᏪᏌᏍᏔᏁᎢ.

source: And Jacob is left alone, and one wrestleth with him till the ascending of the dawn;
chr: ᏤᎦᏈᏃ ᎠᎬᏕᏤ ᎠᎴ ᎤᏩᏒᏉ ᎨᏎᎢ; ᎤᏁᏍᏔᏁᏃ ᎠᏍᎦᏯ ᎩᎳ ᏧᎩᏥᏍᎪ ᎢᏯᏍᏗ.

source: and he seeth that he is not able for him, and he cometh against the hollow of his thigh, and the hollow of Jacob's thigh is disjointed in his wrestling with him;
chr: ᎿᏉᏃ ᎤᏙᎴᎰᏒ ᎬᏩᏎᎪᎩᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎤᏅᏪᎥ ᎦᎦᎶ ᎤᏩᏂᎴᎢ; ᎠᎴ ᎤᏅᏪᎥ ᏤᎦᏈ ᎦᎦᎶ ᎤᏛᎭᏢᏛ ᎨᏎᎢ, ᎾᎯᏳ ᎠᏁᏍᏗᏍᎬᎢ.

source: and he saith, 'Send me away, for the dawn hath ascended:' and he saith, 'I send thee not away, except thou hast blessed me.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᏗᏍᎩᏲᎯ, ᎿᏉᏰᏃ ᎤᎩᏨᎲᏍᎦ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᏱᏙᎦᎬᏲᎯ ᎬᏂ ᎣᏍᏛ ᏍᎩᏁᏤᎸᎭ.

source: And he saith unto him, 'What [is] thy name?' and he saith, 'Jacob.'
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎦᏙ ᏕᏣᏙᎥ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᏤᎦᏈ.

source: And he saith, 'Thy name is no more called Jacob, but Israel; for thou hast been a prince with God and with men, and dost prevail.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᎿᏉ ᏤᎦᏈ ᏱᏗᏣᏙᎡᏍᏗ; ᎢᏏᎵᏍᎩᏂ [ᏕᏣᏙᎡᏍᏗ;] ᎯᏯᏁᏍᏔᏅᏰᏃ ᎤᏁᎳᏅᎯ ᎠᎴ ᏴᏫ, ᎠᎴ ᎭᏓᏎᎪᎩ.

source: And Jacob asketh, and saith, 'Declare, I pray thee, thy name;' and he saith, 'Why [is] this, thou askest for My name?' and He blesseth him there.
chr: ᏤᎦᏈᏃ ᎤᏛᏛᏁ ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᏃᎲᏏ ᏕᏣᏙᎥᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙᏃ ᎢᎭᏛᏛᎲᏍᎦ ᏄᏍᏛ ᏓᏆᏙᎥᎢ? ᎣᏍᏛᏃ ᎤᏁᏤᎴ ᎾᎿᏂ.

source: And Jacob calleth the name of the place Peniel: for 'I have seen God face unto face, and my life is delivered;'
chr: ᏤᎦᏈᏃ ᏇᏂᎡᎵ ᏚᏬᎡ ᎾᎿᏂ; ᎤᏁᎳᏅᎯᏰᏃ ᏙᎩᎾᎧᏛ ᏙᏍᏓᏓᎪᏩᏛ, ᎠᎴ ᎥᎩᏍᏕᎸᏏ ᎬᏅᎢ [ᎤᏛᏁᎢ.]

source: and the sun riseth on him when he hath passed over Penuel, and he is halting on his thigh;
chr: ᎤᎶᏐᏅᏃ ᏇᏄᎡᎵ ᏅᏙ ᏗᏄᎧᎸᏤᎢ, ᎠᎴ ᎦᎦᎶ ᎠᏲᎤᎴᎢ.

source: therefore the sons of Israel do not eat the sinew which shrank, which [is] on the hollow of the thigh, unto this day, because He came against the hollow of Jacob's thigh, against the sinew which shrank.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎪᎯ ᎨᏒ ᎢᏯᏍᏘ ᎢᏏᏲ ᏧᏪᏥ ᎥᏝ ᏳᎾᎵᏍᏓᏴᏔᏃ ᏩᏚᏃᎯ ᎦᎦᎶ ᎡᎯ, ᎾᏍᎩ ᎤᏅᏪᎥ ᎦᎦᎶ ᏥᎦᎶᏍᎦ; ᏂᎦᎵᏍᏙᏗᎭ ᎤᏒᏂᎸ ᎤᏅᏪᎥ ᏤᎦᏈ ᎦᎦᎶᎢ, ᎾᏍᎩ ᏩᏚᏃᎯ ᎦᎦᎶ ᎡᎯ.

source: Chapter 33
chr: ᎠᏯᏙᎸᎢ 33

source: And Jacob lifteth up his eyes, and looketh, and lo, Esau is coming, and with him four hundred men; and he divideth the children unto Leah, and unto Rachel, and unto the two maid-servants;
chr: ᏤᎦᏈᏃ ᏚᏌᎳᏓᏁ ᏗᎦᏙᎵ, ᎠᎴ ᏫᏚᎧᎿᏁᎢ, ᎬᏂᏳᏉᏃ ᎢᏐ ᏣᎢᏎᎢ, ᎠᎴ ᏅᎩᏧᏈ ᎠᏂᏍᎦᏯ ᏓᏘᏁᎮᎢ. ᏤᎦᏈᏃ ᏗᏂᏲᎵ ᏚᏯᏙᎮᎴ ᎵᎠ, ᎠᎴ ᎴᏥᎵ, ᎠᎴ ᎠᏂᏔᎵ ᏧᏅᏏᏓᏍᏗ ᎠᏂᎨᏴ.

source: and he setteth the maid-servants and their children first, and Leah and her children behind, and Rachel and Joseph last.
chr: ᎠᏂᎨᏴᏃ ᏧᏅᏏᏓᏍᏗ ᎠᎴ ᎾᏍᎩ ᏧᏁᏥ ᎢᎬᏱ ᏚᎴᏔᏁᎢ, ᎵᎠᏃ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ ᏔᎵᏁᎢ, ᎴᏥᎵᏃ ᎠᎴ ᏦᏩ ᎣᏂᏱ.

source: And he himself passed over before them, and boweth himself to the earth seven times, until his drawing nigh unto his brother,
chr: ᏚᎶᎯᏎᎴᏃ, ᎠᎴ ᎦᎵᏉᎩ ᎡᎳᏗ ᏄᏛᏁᎴ ᎦᏙᎯ ᎢᏴᏛ, ᎬᏂ ᎾᎥ ᏭᎷᏤᎸ ᎤᏂᎵ.

source: and Esau runneth to meet him, and embraceth him, and falleth on his neck, and kisseth him, and they weep;
chr: ᎢᏐᏃ ᏚᏍᏆᎸᏔᏁ ᏚᏠᏒᏎᎢ, ᎠᎴ ᎤᏂᏴᎮᎢ, ᎠᎴ ᎤᏪᏯᎸᏤ ᎠᎩᎵᎨᏂ, ᎠᎴ ᎤᏔᏪᏙᏁᎢ; ᎠᎴ ᏚᎾᏠᏱᎴᎢ.

source: and he lifteth up his eyes, and seeth the women and the children, and saith, 'What [are] these to thee?' And he saith, 'The children with whom God hath favoured thy servant.'
chr: ᏚᏌᎳᏓᏁᏃ ᏗᎦᏙᎵ ᎠᎴ ᏚᎪᎮ ᎠᏂᎨᏴ ᎠᎴ ᏧᏁᏥ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᎪ ᎯᎠ ᏥᏕᎭᏘᏁᎭ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᏗᏇᏥ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏓᎠᏙᎵᏣᏘᏳ ᎨᏒ ᏧᏮᏔᏅ ᏥᏚᏪᎧᏁᎸ ᎯᏅᏏᏓᏍᏗ.

source: And the maid-servants draw nigh, they and their children, and bow themselves;
chr: ᎿᏉᏃ ᎨᏥᏅᏏᏓᏍᏗ ᎠᏂᎨᏴ ᎾᎥ ᎤᏂᎷᏤᎢ, ᎤᏅᏒ ᎠᎴ ᏧᏁᏥ, ᎠᎴ ᎡᎳᏗ ᏄᎾᏛᏁᎴᎢ.

source: and Leah also draweth nigh, and her children, and they bow themselves; and afterwards Joseph hath drawn nigh with Rachel, and they bow themselves.
chr: ᎵᎠᏃ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ ᎾᎥ ᎤᏂᎷᏤᎢ, ᎠᎴ ᎡᎳᏗ ᏄᎾᏛᏁᎴᎢ; ᎣᏂᏃ ᎾᎥ ᎤᏂᎷᏤ ᏦᏩ ᎠᎴ ᎴᏥᎵ, ᎠᎴ ᎾᏍᏉ ᎡᎳᏗ ᏄᎾᏛᏁᎴᎢ.

source: And he saith, 'What to thee [is] all this camp which I have met?' and he saith, 'To find grace in the eyes of my lord.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙ ᎯᏛᎦ ᎯᎠ ᏂᎦᏛ ᏣᎾᏱᎴx ᏥᏙᏣᏠᎯ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᎠᏩᏛᏙᏗ ᎣᏍᏛ ᎠᎩᏰᎸᏗᏱ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ.

source: And Esau saith, 'I have abundance, my brother, let it be to thyself that which thou hast.'
chr: ᎢᏐᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏰᎵᏉ ᎠᎩᎭ, ᎥᎩᏅᏟ, ᎨᏣᏍᏆᏂᎪᏕᏍᏗᏉ ᏣᎾᎥᎢ.

source: And Jacob saith, 'Nay, I pray thee, if, I pray thee, I have found grace in thine eyes, then thou hast received my present from my hand, because that I have seen thy face, as the seeing of the face of God, and thou art pleased with me;
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ, ᏗᏍᏆᏓᏂᎸᏥᏉᏍᎩᏂ ᎬᏁᎲᎢ, ᎢᏳᏃ ᎣᏍᏛ ᏍᎩᏰᎸᏗ ᎨᏒ ᎬᏩᏛᎡᎴᏍᏗ; ᎾᏍᎩᏰᏃ ᏅᏓᎦᎵᏍᏙᏓ ᏂᎪᏩᏛ ᏣᎧᏛᎢ, ᎤᏁᎳᏅᎯ ᎤᎧᏛ ᏣᎩᎪᎰ ᎾᏍᎩᏯᎢ; ᎠᎴ ᎣᏏᏳ ᏍᎩᏰᎸᎾ.

source: receive, I pray thee, my blessing, which is brought to thee, because God hath favoured me, and because I have all [things];' and he presseth on him, and he receiveth,
chr: ᎯᎩ ᎬᏁᎸᎯ ᎾᏍᎩ ᏥᏪᏣᏲᎮᎸ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎣᏍᏛ ᎾᏆᏛᏁᎸᎢ, ᎠᎴ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏰᎵᏉ ᎠᎩᎲᎢ. ᎤᏍᏗᏰᏔᏁᏃ, ᎠᎴ ᎤᎩᏎᎢ.

source: and saith, 'Let us journey and go on, and I go on before thee.'
chr: [ᎢᏐᏃ] ᎯᎠ ᏄᏪᏎᎢ, ᎢᎾᏂᎩᏉᏃ, ᎠᎴ ᎢᏁᎾ, ᎠᏴᏃ ᎢᎬᏱ ᎦᎢᏍᏗ.

source: And he saith unto him, 'My lord knoweth that the children [are] tender, and the suckling flock and the herd [are] with me; when they have beaten them one day, then hath all the flock died.
chr: [ᏤᎦᏈᏃ] ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ ᎠᎦᏔᎭ ᏗᏂᏲᎵ ᏗᏂᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏂᏃᏕᎾ ᎠᎴ ᏩᎦ ᏧᏂᏍᏓᎢ ᏕᎦᏘᏁᎲᎢ; ᎢᏳᏃ ᏱᏚᏂᎶᏒᏍᏓᏁᎸ ᏌᏉ ᎢᎦ ᏓᏂᏱᎵᏒᎢ, ᏂᎦᏛ ᎠᏫ ᏱᏓᏂᎵᏬᏦᎾ.

source: Let my lord, I pray thee, pass over before his servant, and I -- I lead on gently, according to the foot of the work which [is] before me, and to the foot of the children, until that I come unto my lord, to Seir.'
chr: ᎾᏍᎩᏃ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ ᎢᎬᏱ ᏫᎦᎶᎯ ᎯᏅᏏᏓᏍᏗ ᎠᎢᏒᎢ; ᎠᏴᏃ ᏙᏉ ᏕᎦᏓᏗᏂᏎᏍᏗ ᏰᎵᏉ ᎢᎬᏩᎾᏛᏁᏗ ᎨᏒ ᎦᎾᏝᎢ ᎢᎬᏱ ᏣᎾᎢ, ᎠᎴ ᏗᏂᏲᎵ, ᎬᏂ ᏫᏥᎷᏤᎸ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᏏᎠ ᏙᏧᏙᎥᎢ.

source: And Esau saith, 'Let me, I pray thee, place with thee some of the people who [are] with me;' and he said, 'Why [is] this? I find grace in the eyes of my lord.'
chr: ᎢᏐᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎢᎦᏛᎪᎦ ᏴᏫ ᏥᏕᎦᏘᏁᎭ ᏗᎬᏯᎧᎯᏯᏏ ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙᏃ? ᏫᏥᏩᏛ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ ᎣᏍᏛ ᎠᎩᏰᎸᏗᏱ.

source: And turn back on that day doth Esau on his way to Seir;
chr: ᎢᏐᏃ ᎾᎯᏳᏉ ᎢᎦ ᎤᏨᏎ ᏏᎠ ᏫᎤᎶᏎᎢ.

source: and Jacob hath journeyed to Succoth, and buildeth to himself a house, and for his cattle hath made booths, therefore hath he called the name of the place Succoth.
chr: ᏤᎦᏈᏃ ᏌᎪᏗ ᏭᎷᏤᎢ, ᎠᎴ ᎤᏴᏍᏗᏱ ᎤᏁᏍᎨᎮᎢ, ᎠᎴ ᎦᎾᏝᎢ ᎤᏂᏴᏍᏗᏱ ᏚᎵᏦᏔᏁᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᎿᏂ ᏌᎪᏗ ᏚᏙᎥ.

source: And Jacob cometh in to Shalem, a city of Shechem, which [is] in the land of Canaan, in his coming from Padan-Aram, and encampeth before the city,
chr: ᏤᎦᏈᏃ ᏎᎳᎻ ᎤᎷᏤᎢ, ᎾᏍᎩ ᏏᎩᎻ ᎤᏪᏚᎲᎢ, ᎨᎾᏂ ᎦᏓ ᎠᎲ ᏥᎦᏚᎭ, ᎾᎯᏳ ᏇᏓᏁᎳᎻᏱ ᏨᏧᎶᏎᎢ; ᎠᎴ ᎤᎵᏦᏔᏁ ᎢᎬᏱᏗᏢ ᎦᏚᎲᎢ.

source: and he buyeth the portion of the field where he hath stretched out his tent, from the hand of the sons of Hamor, father of Shechem, for a hundred kesitah;
chr: ᎠᎴ ᎤᏩᏎ ᎢᏴᏛ ᎢᎩᏛ ᏠᎨᏏ, ᎾᎿ ᎤᎵᏦᏔᏅᎢ, ᎮᎼ ᏧᏪᏥ ᏚᏩᎯᏎᎴᎢ, ᎾᏍᎩ ᏏᎩᎻ ᎤᏙᏓ, ᎠᏍᎪᎯᏧᏈ ᎠᏕᎸᎯ ᎤᏓᏴᎮᎢ.

source: and he setteth up there an altar, and proclaimeth at it God -- the God of Israel.
chr: ᎠᎴ ᎾᎿ ᎤᏬᏢᏁ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ, ᎠᎴ ᎡᎴᎶᎯ-ᎢᏏᎵ ᏚᏬᎡᎢ.

source: Chapter 34
chr: ᎠᏯᏙᎸᎢ 34

source: And Dinah, daughter of Leah, whom she hath borne to Jacob, goeth out to look on the daughters of the land,
chr: ᏓᏱᎾᏃ ᎵᎠ ᎤᏪᏥ, ᎾᏍᎩ ᏤᎦᏈ ᏧᎾᏄᎪᏫᏎᎴᎢ, ᎤᏪᏅᏎ ᏚᏩᏛᎲᏎ ᎾᎿ ᎠᏁᎯ ᏧᏁᏥ ᎠᎾᏛ.

source: and Shechem, son of Hamor the Hivite, a prince of the land, seeth her, and taketh her, and lieth with her, and humbleth her;
chr: ᎿᏉᏃ ᏏᎩᎻ, ᎮᎼ ᎠᎯᏫ ᎤᎬᏫᏳᎯ ᎾᎿ ᎠᏁᎲ ᎤᏪᏥ, ᎤᎪᎮᎢ, ᎠᎴ ᎤᏯᏅᎮᎢ, ᎠᎴ ᏚᎾᏂᏏᏁᎢ, ᎠᎴ ᎤᏐᏢᎢᏍᏔᏁᎢ.

source: and his soul cleaveth to Dinah, daughter of Jacob, and he loveth the young person, and speaketh unto the heart of the young person.
chr: ᎠᎴ ᏧᏓᏅᏛ ᎢᏴᏛ ᏓᎧᎾᏩᏗᏙᎮ ᏓᏱᎾ ᏤᎦᏈ ᎤᏪᏥ, ᎠᎴ ᎤᎨᏳᏎ ᎠᏛ, ᎠᎴ ᎤᏓᏅᏘ ᎦᏬᏁᏗᏍᎨ ᎠᏛ

source: And Shechem speaketh unto Hamor his father, saying, 'Take for me this damsel for a wife.'
chr: ᏏᎩᎻᏃ ᎤᏁᏤᎴ ᎤᏙᏓ ᎮᎼ, ᎯᎠ ᏄᏪᏎᎢ, ᏫᏍᎩᏯᏅᏏ ᎯᎠ ᎠᏛ ᎠᏆᏓᏴᏍᏗ.

source: And Jacob hath heard that he hath defiled Dinah his daughter, and his sons were with his cattle in the field, and Jacob kept silent till their coming.
chr: ᏤᎦᏈᏃ ᎤᏛᎦᏁ ᎤᏐᏢᎢᏍᏔᏅ ᏓᏱᎾ ᎾᏍᎩ ᎤᏪᏥ; ᏧᏪᏥᏃ ᎢᎾᎨ ᏫᏓᏂᎢᏰ ᎦᎾᏝᎢ; ᏤᎦᏈᏃ ᎡᎳᏪᏉ ᎨᏎ ᎬᏂ ᎢᎤᏂᎷᏨ.

source: And Hamor, father of Shechem, goeth out unto Jacob to speak with him;
chr: ᎮᎼᏃ ᏏᎩᎻ ᎤᏙᏓ ᏭᎷᏤᎴ ᏤᎦᏈ ᎤᎵᏃᎮᏔᏅᏎᎢ.

source: and the sons of Jacob came in from the field when they heard, and the men grieve themselves, and it [is] very displeasing to them, for folly he hath done against Israel, to lie with the daughter of Jacob -- and so it is not done.
chr: ᏤᎦᏈᏃ ᏧᏪᏥ ᎤᎾᏛᎦᏅ ᎢᎾᎨ ᏧᏂᎶᏎᎢ; ᎠᎴ ᎠᏂᏍᎦᏯ ᎤᏲᎢᏳ ᎤᏂᏰᎸᏁᎢ, ᎠᎴ ᎤᏣᏘ ᎤᏂᏔᎳᏬᏎᎢ; ᏅᏗᎦᏍᏙᏗᏍᎨ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎸ ᎢᏏᎵ ᎠᏁᎲᎢ, ᎾᏍᎩ ᏚᎾᏂᏏᏅ ᏤᎦᏈ ᎤᏪᏥ; ᎾᏍᎩ ᎯᎠ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ ᏥᎩ.

source: And Hamor speaketh with them, saying, 'Shechem, my son, his soul hath cleaved to your daughter; give her, I pray you, to him for a wife,
chr: ᎮᎼᏃ ᏚᎵᏃᎮᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎤᏓᏅᏙᎩ ᎠᏇᏥ ᏏᎩᎻ ᏓᎧᎿᏩᏗᏙᎭ ᎢᏤᏥ; ᎡᏥᎧᏏ ᎤᏓᏴᏍᏗ.

source: and join ye in marriage with us; your daughters ye give to us, and our daughters ye take to yourselves,
chr: ᎠᎴ ᏧᎾᏨᏍᏗᏱ ᏂᏍᎩᏴᏂᏏ, ᎠᎴ ᏗᏤᏥ ᎠᏂᎨᏴ ᏕᏍᎩᏯᎧᏁᎮᏍᏗ, ᎠᎴ ᏦᎨᏥ ᎠᏂᎨᏴ ᏕᏥᏯᏂᏍᎨᏍᏗ.

source: and with us ye dwell, and the land is before you; dwell ye and trade [in] it, and have possessions in it.'
chr: ᎠᎴ ᎢᏧᎳᎭ ᎢᏕᎮᏍᏗ; ᎠᎴ ᎦᏙᎯ ᎢᏤᎲ ᎢᎬᏱᏢ ᎠᎮᏍᏗ; ᎾᎿ ᏕᏥᏁᎴᏍᏗ ᎠᎴ ᎢᏥᏃᏔᏂᏙᎮᏍᏗ, ᎠᎴ ᎾᎿ ᎦᏓ ᎢᏣᏤᎵ ᏂᏨᏁᎮᏍᏗ.

source: And Shechem saith unto her father, and unto her brethren, 'Let me find grace in your eyes, and that which ye say unto me, I give;
chr: ᏏᎩᎻᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎤᏙᏓ ᎠᎴ ᏧᏙ, ᎣᏍᏛ ᏍᎩᏰᎸᏗ ᏫᏥᏩᏛ, ᎠᎴ ᎢᎦᎢᏉ ᏍᎩᏲᏎᎸ ᏓᏥᏂ.

source: multiply on me exceedingly dowry and gift, and I give as ye say unto me, and give to me the young person for a wife.'
chr: ᎤᏣᏘ ᎢᏥᏁᏨ ᏥᏯᎫᏴᏗᏱ, ᎠᎴ ᎢᏳᏁᎸᏗᏱ, ᎠᏎ ᏍᎩᏁᏤᎸ ᎢᎦᎢ ᏓᏥᏂ; ᎠᏎᏍᎩᏂ ᏍᎩᏯᎧᏏ ᎠᏛ ᎠᏆᏓᏴᏍᏗ.

source: And the sons of Jacob answer Shechem and Hamor his father deceitfully, and they speak (because he defiled Dinah their sister),
chr: ᏤᎦᏈᏃ ᏧᏪᏥ ᎠᏠᎾᏍᏗ ᏚᏂᏁᏤᎴ ᏏᎩᎻ ᎠᎴ ᎤᏙᏓ ᎮᎼ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, --- ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏓᏱᎾ ᎤᏂᏙ ᎤᏐᏢᎢᏍᏔᏅᎢ, ---

source: and say unto them, 'We are not able to do this thing, to give our sister to one who hath a foreskin: for it [is] a reproach to us.
chr: ᎯᎠᏃ ᏂᏚᏂᏪᏎᎴᎢ, ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᏲᏣᏛᎦ, ᎾᏍᎩ ᎣᎩᏙ ᏴᎦᏲᏥᎧᏏ ᎩᎶ ᎾᏥᎤᏍᏕᏎᎸᎾ; ᎾᏍᎩᏰᏃ ᏲᎦᏕᎰᎯᏍᏓ;

source: 'Only for this we consent to you; if ye be as we, to have every male of you circumcised,
chr: ᎯᎠᏍᎩᏂ ᏱᏄᏍᏗ ᎨᏨᏲᎢᏳᏗᏉ; ᎠᏴ ᏃᎦᏍᏛ ᏱᏂᏣᎵᏍᏔᏅ, ᎾᏍᎩ ᏂᏥᎥ ᎢᏥᏍᎦᏯ ᏱᏕᏥᎤᏍᏕᏎᎸ.

source: then we have given our daughters to you, and your daughters we take to ourselves, and we have dwelt with you, and have become one people;
chr: ᎩᎳᏃ ᏕᏨᏯᎧᏁᎮᏍᏗ ᏦᎨᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏂᎯ ᏗᏤᏥ ᎠᏂᎨᏴ ᏙᏥᏯᏂᏍᎨᏍᏗ; ᎠᎴ ᎢᏤᎲ ᎣᏤᎮᏍᏗ, ᎠᎴ ᏌᏉᏉ ᏴᏫ ᏂᏓᎵᏍᏔᏅᎭ.

source: and if ye hearken not unto us to be circumcised, then we have taken our daughter, and have gone.'
chr: ᎢᏳᏃ ᏂᏍᎩᏯᏛᏓᏍᏓᏁᎸᎾ ᎢᎨᏎᏍᏗ ᏤᏥᎤᏍᏕᏎᏗᏱ, ᎿᏉ ᏛᎣᏥᏯᏅᎯ ᎣᎨᏥ, ᎠᎴ ᏛᎣᏣᏂᎩᏏ.

source: And their words are good in the eyes of Hamor, and in the eyes of Shechem, Hamor's son;
chr: ᏄᏂᏪᏒᏃ ᎣᏏᏳ ᎤᏂᏰᎸᏁ ᎮᎼ, ᎠᎴ ᏏᎩᎻ ᎮᎼ ᎤᏪᏥ.

source: and the young man delayed not to do the thing, for he had delight in Jacob's daughter, and he is honourable above all the house of his father.
chr: ᎾᏍᎩᏃ ᎠᏫᏅ ᎥᏝ ᏳᏙᎯᏕ ᎾᏍᎩ ᎢᏳᏛᏁᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏤᎦᏈ ᎤᏪᏥ ᎣᏏᏳ ᎤᏰᎸᏒᎢ; ᎠᎴ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏎ ᎡᏍᎦᏉ ᏂᎦᏛ ᎤᏙᏓ ᏚᏓᏘᎾᎥᎢ.

source: And Hamor cometh -- Shechem his son also -- unto the gate of their city, and they speak unto the men of their city, saying,
chr: ᎮᎼᏃ ᎠᎴ ᎾᏍᎩ ᎤᏪᏥ ᏏᎩᎻ ᎤᏂᎷᏤ ᎦᎶᎯᏍᏗᏱ ᎤᏂᏚᎲᎢ, ᎠᎴ ᏚᎾᎵᏃᎮᏔᏁ ᎠᏂᏍᎦᏯ ᎤᏂᏚᎲ ᎠᏁᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ,

source: 'These men are peaceable with us; then let them dwell in the land, and trade [in] it; and the land, lo, [is] wide before them; their daughters let us take to ourselves for wives, and our daughters give to them.
chr: ᎯᎠ ᎠᏂᏍᎦᏯ ᏙᎯ ᏂᎬᏅ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎬᏁᎮᏍᏗᏉ ᎢᎦᏤᎵᎪᎯ, ᎠᎴ ᎾᎿ ᎠᏂᏃᏗᏍᎨᏍᏗ; ᎬᏂᏳᏉᏰᏃ ᎦᏙᎯ, ᏰᎵᏉ ᏂᎬ ᎤᎾᏕᏗᏱ; ᎠᎴ ᏕᏓᏓᏰᎨᏍᏗ ᏧᏁᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏕᎨᏗᎧᏁᎮᏍᏗ ᏗᎨᏥ ᎠᏂᎨᏴ.

source: 'Only for this do the men consent to us, to dwell with us, to become one people, in every male of us being circumcised, as they are circumcised;
chr: ᎯᎠᏍᎩᏂᏃᏅ ᏱᏄᏍᏗ ᎩᎳ ᎬᏩᏃᎯᏳᏗ ᎢᏕᎲ ᎤᎾᏕᏗᏱ, ᎠᎴ ᏌᏉᏉ ᏴᏫ ᎢᎦᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎢᏳᏃ ᏂᎦᏛ ᎠᏂᏍᎦᏯ ᎠᏴ ᎢᏕᎲ ᏱᏗᎨᏥᎤᏍᏕᏎᎸ. ᎾᏍᎩᏯ ᎤᏅᏒ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏥᎩ.

source: their cattle, and their substance, and all their beasts -- are they not ours? only let us consent to them, and they dwell with us.'
chr: ᏝᏍᎪ ᏧᎾᏤᎵ ᎦᎾᏝᎢ, ᎠᎴ ᎾᏍᎩ ᎤᎾᎵᏍᏕᎸᏙᏗ, ᎠᎴ ᏂᎦᏛ ᏅᎩ ᏗᏂᏅᏌᏗ ᏧᎾᏤᎵᎦ, ᎠᏴ ᏗᎦᏤᎵ ᏱᎨᏎᏍᏗ? ᏗᏙᎯᏳᎲᎦᏉ, ᎢᏕᎲᏃ ᏛᎾᏕᏂ.

source: And unto Hamor, and unto Shechem his son, hearken do all those going out of the gate of his city, and every male is circumcised, all those going out of the gate of his city.
chr: ᏂᎦᏛᏃ ᎦᏚᎲ ᎦᎶᎯᏍᏗᏱ ᎠᏂᎶᏍᎩ ᎬᏩᏛᏓᏍᏓᏁᎴ ᎮᎼ ᎠᎴ ᎤᏪᏥ ᏏᎩᎻ; ᎠᎴ ᏂᎦᏛ ᎠᏂᏍᎦᏯ ᏚᎨᏥᎤᏍᏕᏎᎴᎢ ᎾᏂᎥ ᎤᏪᏚᎲ ᎦᎶᎯᏍᏗᏱ ᎠᏂᎶᏍᎩ.

source: And it cometh to pass, on the third day, in their being pained, that two of the sons of Jacob, Simeon and Levi, Dinah's brethren, take each his sword, and come in against the city confidently, and slay every male;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏦᎢᏁ ᎢᎪᎯ ᎿᏉ ᏚᏁᎯᏍᏓᏁᎮᎢ, ᎠᏂᏔᎵ ᏤᎦᏈ ᏧᏪᏥ ᏏᎻᏯᏂ ᎠᎴ ᎵᏫ ᏓᏱᎾ ᏧᏙ ᎢᏧᎳ ᎭᏰᎳᏍᏗ ᎦᏅᎯᏛ ᏚᏂᏴᎮᎢ, ᎠᎴ ᎾᏂᎾᏰᏍᎬᎾ ᏚᎾᏁᎷᎩᎡᎴ ᎦᏚᎲᎢ, ᎠᎴ ᏂᎦᏛ ᎠᏂᏍᎦᏯ ᏚᏂᎴᎢ.

source: and Hamor, and Shechem his son, they have slain by the mouth of the sword, and they take Dinah out of Shechem's house, and go out.
chr: ᎠᎴ ᎭᏰᎳᏍᏗ ᎦᏅᎯᏛ ᎬᏗ ᏚᏂᎴ ᎮᎼ ᎠᎴ ᏏᎩᎻ ᎾᏍᎩ ᎤᏪᏥ, ᎠᎴ ᏏᎩᎻ ᎦᏁᎸ ᎤᏂᏯᏅᎵ ᏓᏱᎾ ᎠᎴ ᎤᏂᏄᎪᏤᎢ.

source: Jacob's sons have come in upon the wounded, and they spoil the city, because they had defiled their sister;
chr: ᏤᎦᏈ ᏧᏪᏥ ᎤᏂᎷᏤ ᏗᎨᏥᎸᎯ ᎠᏂᎳᎨᏴᎢ, ᎠᎴ ᎤᏂᏲᏍᏔᏁ ᎦᏚᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏂᏙ ᎤᏂᏐᏢᎢᏍᏔᏅᎢ.

source: their flock and their herd, and their asses, and that which [is] in the city, and that which [is] in the field, have they taken;
chr: ᎠᎴ ᏚᏂᏯᏅᎮ ᏧᎾᏤᎵ ᎠᏫ, ᎠᎴ ᏩᎦ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ, ᎠᎴ ᎪᎱᏍᏗ ᎦᏚᎲ ᎠᎿᎥᎢ, ᎠᎴ ᎪᎱᏍᏗ ᏠᎨᏏ ᎠᎿᎥᎢ;

source: and all their wealth, and all their infants, and their wives they have taken captive, and they spoil also all that [is] in the house.
chr: ᎠᎴ ᏂᎦᏛ ᎤᏁᎿᎥᎢ, ᎠᎴ ᏂᎦᏛ ᏗᏂᏲᎵ ᏚᎾᏓᏘᎾᎥᎢ, ᎠᎴ ᏧᎾᏓᎵᎢ ᏚᏂᏴᎩᏁᎢ, ᎠᎴ ᏂᎦᏛ ᎦᎵᏦᏕ ᎠᎿᎥ ᎤᏂᏫᏛᎮᎢ.

source: And Jacob saith unto Simeon and unto Levi, 'Ye have troubled me, by causing me to stink among the inhabitants of the land, among the Canaanite, and among the Perizzite: and I [am] few in number, and they have been gathered against me, and have smitten me, and I have been destroyed, I and my house.'
chr: ᏤᎦᏈᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏏᎻᏯᏂ ᎠᎴ ᎵᏫ, ᏍᎩᎾᏕᏯᏙᏓᏉ, ᎥᎩᏂᏆᏘᎯ ᏥᏂᏍᎩᏅᎦ ᏴᏫ ᎡᏍᎦᏂ ᎠᏁᎲᎢ, ᎾᏍᎩ ᎠᏂᎨᎾᏂ ᎠᎴ ᎠᏂᏇᎵᏏ ᎠᏁᎲᎢ; ᎠᏴᏃ ᎢᏗᎦᏲᎵᏳ ᏥᎩ, ᏛᎾᏓᏟᏌᏂ ᎠᎴ ᏙᏓᎬᎩᎦᏘᎴᏏ ᎠᎴ ᏓᎬᎩᎵ; ᎠᏴᏃ ᏓᏴᎩᏛᏔᏂ, ᎠᏴ, ᎠᎴ ᏓᏆᏓᏘᎾᎥᎢ.

source: And they say, 'As a harlot doth he make our sister?'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏥᎪ ᎤᏁᏓᏥᏛ ᎠᎨᏴ ᎢᎦᎬᏁᏗ ᏥᎩ ᏅᏓᎬᏁᎵ ᎣᎩᏂᏙᎢ?

source: Chapter 35
chr: ᎠᏯᏙᎸᎢ 35

source: And God saith unto Jacob, 'Rise, go up to Bethel, and dwell there, and make there an altar to God, who appeared unto thee in thy fleeing from the face of Esau thy brother.'
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᏔᎴᎲᎦ, ᎡᎵ ᎮᎾ, ᎠᎴ ᎾᎿ ᏩᏕᎲᎦ; ᎠᎴ ᎾᎿ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎯᏲᏢᎾᏁᎸᎭ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏥᏂᏣᏛᏁᎸᎩ ᎾᎯᏳ ᏥᏯᎵᏘᎡᎸ ᎢᏐ ᎡᎶᏂᎵ.

source: And Jacob saith unto his household, and unto all who [are] with him, 'Turn aside the gods of the stranger which [are] in your midst, and cleanse yourselves, and change your garments;
chr: ᎿᏉᏃ ᏤᎦᏈ ᎯᎠ ᏂᏚᏪᏎᎴ ᏚᏓᏘᎾᎥᎢ, ᎠᎴ ᏂᎦᏛ ᏓᏓᏘᏁᎲᎢ, ᎢᏴᏛ ᏂᏗᏨᎦ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏕᏥᎲᎢ, ᎠᎴ ᎢᏣᏓᏅᎦᎸ, ᎠᎴ ᏗᏣᏄᏩᎢᏴᎾ;

source: and we rise, and go up to Bethel, and I make there an altar to God, who is answering me in the day of my distress, and is with me in the way that I have gone.'
chr: ᎠᎴ ᏗᏓᎴᎲᎦ ᎠᎴ ᏇᏕᎵ ᏫᏗᎶᎯ; ᎠᎴ ᎾᎿ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᏓᏥᏲᏢᎾᏁᎵ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎠᎩᏁᏤᎸᎯ ᎾᎯᏳ ᎤᏪᎵᏍᏗ ᎾᏆᎵᏍᏓᏁᎲᎢ, ᎠᎴ ᏔᎵ ᏧᏛᏗᏕᎬ ᎦᎢᏒᎢ.

source: And they give unto Jacob all the gods of the stranger that [are] in their hand, and the rings that [are] in their ears, and Jacob hideth them under the oak which [is] by Shechem;
chr: ᏂᎦᏛᏃ ᏕᎬᏩᏲᎯᏎᎴ ᏤᎦᏛ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏚᏂᎲᎢ, ᎠᎴ ᏂᎦᏛ ᏗᏟᎠᏙ ᏚᎾᏟᎠᏛᎢ; ᏤᎦᏈᏃ ᏚᏩᏍᎦᎳᏁ ᎭᏫᏂᏗᏢ ᎠᏓᏯ ᏡᎬᎢ, ᏏᎩᎻ ᎾᎥᎢ.

source: and they journey, and the terror of God is on the cities which [are] round about them, and they have not pursued after the sons of Jacob.
chr: ᎠᎴ ᎤᎾᏂᎩᏎᎢ; ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎤᏂᎷᏤᎴ ᎬᏩᏚᏫᏛ ᏕᎦᏚᎲ ᎠᎴ ᎥᏝ ᏱᏚᏂᎨᎲᏎ ᏤᎦᏈ ᏧᏪᏥ.

source: And Jacob cometh in to Luz which [is] in the land of Canaan (it [is] Bethel), he and all the people who [are] with him,
chr: ᏤᎦᏈᏃ ᎳᏏ ᏭᎷᏤᎢ, ᎾᏍᎩ ᏇᏕᎵ [ᏥᏚᏙᎥ,] ᎨᎾᏂ ᎦᏓ ᎠᎲᎢ ᏥᎦᏚᎭ, ᎤᏩᏒ ᎠᎴ ᏂᎦᏛ ᏴᏫ ᏓᏓᏘᏁᎲᎢ.

source: and he buildeth there an altar, and proclaimeth at the place the God of Bethel: for there had God been revealed unto him, in his fleeing from the face of his brother.
chr: ᎾᎿᏃ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎤᏬᏢᏁᎢ, ᎠᎴ ᎡᎵ-ᏇᏕᎵ ᏚᏬᎡ ᎾᏍᎩ; ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏁᎳᏅᎯ ᎾᎿ ᎬᏂᎨᏒ ᏄᏛᏁᎸᎢ, ᎾᎯᏳ ᏣᎵᏘᎡᎮ ᎤᏂᎵ.

source: And Deborah, Rebekah's nurse, dieth, and she is buried at the lower part of Bethel, under the oak, and he calleth its name 'Oak of weeping.'
chr: ᎠᏎᏃ ᏕᏉᎳ ᎵᏇᎩ ᎤᏍᏛᏅᎯ ᎤᏲᎱᏎᎢ, ᎠᎴ ᎠᏥᏂᏌᏁ ᏇᏕᎵ ᎨᏓᎵᏱ ᎢᏗᏢ ᎠᏓᏯ ᏡᎬ ᎭᏫᏂᏗᏢ; ᎠᎴ ᎠᎶᏂ-ᏆᏓᏗ ᏚᏃᎡᎢ.

source: And God appeareth unto Jacob again, in his coming from Padan-Aram, and blesseth him;
chr: ᎤᏁᎳᏅᎯᏃ ᏔᎵᏁ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᏤᎦᏈ, ᎾᎯᏳ ᏇᏓᏁᎳᎻ ᏨᏧᎶᏎᎢ, ᎠᎴ ᎣᏍᏛ ᎤᏁᏤᎴᎢ.

source: and God saith to him, 'Thy name [is] Jacob: thy name is no more called Jacob, but Israel is thy name;' and He calleth his name Israel.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏤᎦᏈ ᏕᏣᏙᎥ; ᎥᏝ ᎿᏉ ᏤᎦᏈ ᏰᏦᏎᎮᏍᏗ, ᎢᏏᎵᏍᎩᏂ ᏕᏣᏙᎡᏍᏗ; ᎢᏏᎵᏃ ᏚᏬᎡᎢ.

source: And God saith to him, 'I [am] God Almighty; be fruitful and multiply, a nation and an assembly of nations is from thee, and kings from thy loins go out;
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎠᏴ ᎠᏆᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎠᏆᎵᏂᎩᏛ; ᏣᏁᏉᏣᏖᏍᏗ ᎠᎴ ᎯᎪᏙᏍᎨᏍᏗ; ᎥᏝ ᏏᎦᎵᏍᏓᎴᎩᏉ, ᎢᎸᏍᎩᏍᎩᏂ ᎢᎦᎵᏍᏓᎴᎩ ᏴᏫ ᏂᎯ ᎨᏒ ᏛᎾᏓᎴᏂ, ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᏓᎨᏣᎾᏄᎪᏥ.

source: and the land which I have given to Abraham and to Isaac -- to thee I give it, yea to thy seed after thee I give the land.'
chr: ᎠᎴ ᎦᏙᎯ ᎾᏍᎩ ᎡᏆᎭᎻ ᎠᎴ ᎡᏏᎩ ᎦᏥᏁᎸᎯ ᏥᎩ, ᏂᎯ ᏛᎬᏁᎵ, ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ ᎣᏂ ᎤᎾᏕᏗ ᏥᎩ ᏓᎦᏥᏁᎵ ᎾᏍᎩ ᎦᏙᎯ.

source: And God goeth up from him, in the place where He hath spoken with him.
chr: ᎤᏁᎳᏅᎯᏃ ᎤᎵᏌᎳᏓᏁ ᎤᏓᏅᎡᎴᎢ ᎾᎿ ᎤᎵᏃᎮᏔᏅᎢ.

source: And Jacob setteth up a standing pillar in the place where He hath spoken with him, a standing pillar of stone, and he poureth on it an oblation, and he poureth on it oil;
chr: ᏤᎦᏈᏃ ᎤᏪᏘᏁ ᎾᎿ ᎤᎵᏃᎮᏔᏅᎢ, ᎾᏍᎩ ᏅᏯ ᎤᏪᏘᏁᎢ; ᎠᎴ ᎠᏗᏔᏍᏗ ᎠᎵᏍᎪᎸᏙᏗ ᎤᏍᏚᏞ ᎾᎿᏂ, ᎠᎴ ᎪᎢ ᎤᏍᏚᏞᎢ.

source: and Jacob calleth the name of the place where God spake with him Bethel.
chr: ᏤᎦᏈᏃ ᏇᏕᎵ ᏚᏬᎡ ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᎵᏃᎮᏔᏅᎢ.

source: And they journey from Bethel, and there is yet a kibrath of land before entering Ephratha, and Rachel beareth, and is sharply pained in her bearing;
chr: ᏇᏕᎵᏃ ᎤᎾᏂᎩᏎᎢ; ᎡᏍᎦᏂᏉᏃ ᎡᏅᏍᏗ ᎨᏎ ᎡᏆᏓ ᏫᎦᎷᎯᏍᏗᏱ; ᎴᏥᎵᏃ ᎤᏍᏆᎸᎡᎴ ᎠᏲᎵ ᎤᎾᏄᎪᏫᏍᏗᏱ, ᎠᎴ ᎤᏣᏘ ᎠᏍᏓᏯ ᎤᏱᎵᏙᎮᎢ.

source: and it cometh to pass, in her being sharply pained in her bearing, that the midwife saith to her, 'Fear not, for this also [is] a son for thee.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎿᏉ ᎤᏣᏘ ᎠᏍᏓᏯ ᎤᏱᎵᏙᎸ, ᎤᏍᏕᎵᏍᎩ ᎯᎠ ᏄᏪᏎᎴᎢ ᏞᏍᏗ ᏱᎾᏰᏍᎨᏍᏗ; ᎾᏍᏉᏰᏃ ᎯᎠ ᏤᏥ ᎠᏧᏣ ᏛᎯᎾᏄᎪᏫᏏ.

source: And it cometh to pass in the going out of her soul (for she died), that she calleth his name Ben-Oni; and his father called him Benjamin;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎿᏉ ᎤᏓᏅᏙ ᎠᏓᏅᏍᎨᎢ, --- ᎤᏲᎱᏎᏰᏃ, --- ᎾᏍᎩ ᏇᏃᏂ ᏚᏬᎡᎢ; ᎤᏙᏓᏍᎩᏂ ᏇᏂ ᏚᏬᎡᎢ.

source: and Rachel dieth, and is buried in the way to Ephratha, which [is] Bethlehem,
chr: ᎴᏥᎵᏃ ᎤᏲᎱᏎᎢ, ᎠᎴ ᎠᏥᏂᏌᏁ ᏫᎦᏅᎤ ᎡᏆᏓ, ᎾᏍᎩ ᎦᏚᏱ ᏥᏚᏙᎥ.

source: and Jacob setteth up a standing pillar over her grave; which [is] the standing pillar of Rachel's grave unto this day.
chr: ᏤᎦᏈᏃ ᎤᏪᏘᏁ ᎠᏥᏂᏌᎲᎢ; ᎾᏍᎩ ᎴᏥᎵ ᎠᏥᏂᏌᎲ ᎩᎳᎯᏳ ᎨᏔ.

source: And Israel journeyeth, and stretcheth out his tent beyond the tower of Edar;
chr: ᎢᏏᎵᏃ ᎤᏂᎩᏎᎢ, ᎠᎴ ᎢᏓ ᏗᏐᏴ ᎤᏗᏗᏢ ᏚᎵᏦᏔᏁᎢ.

source: and it cometh to pass in Israel's dwelling in that land, that Reuben goeth, and lieth with Bilhah his father's concubine; and Israel heareth.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᎯᏳ ᎢᏏᎵ ᎾᎿ ᎦᏓ ᎠᎲ ᏤᎮᎢ, ᎾᏍᎩ ᎷᏈᏂ ᏭᏂᏏᏁᎴ ᏈᎳ ᎤᏙᏓ ᏔᎵ ᏚᏮᏕ ᏣᏓᏰᎮᎢ; ᎢᏏᎵᏃ ᎤᏛᎦᏁᎢ. ᏤᎦᏈᏃ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᏔᎳᏚ ᎤᏂᎡᎢ.

source: And the sons of Jacob are twelve. Sons of Leah: Jacob's first-born Reuben, and Simeon, and Levi, and Judah, and Issachar, and Zebulun.
chr: ᎵᎠ ᏧᏪᏥ; ᎷᏈᏂ ᎢᎬᏱ ᎤᏕᏁᎸᎯ ᏤᎦᏈ, ᏏᎻᏯᏂᏃ, ᎠᎴ ᎵᏫ, ᎠᎴ ᏧᏓ, ᎠᎴ ᎢᏏᎦ, ᎠᎴ ᏤᏆᎳᏂ;

source: Sons of Rachel: Joseph and Benjamin.
chr: ᎴᏥᎵᏃ ᏧᏪᏥ; ᏦᏩ ᎠᎴ ᏇᏂ.

source: And sons of Bilhah, Rachel's maid-servant: Dan and Naphtali.
chr: ᏈᎳᏃ ᏧᏪᏥ, ᎾᏍᎩ ᏧᏥᎵ ᎤᏅᏏᏓᏍᏗ; ᏕᏂ ᎠᎴ ᏁᏩᏔᎵ.

source: And sons of Zilpah, Leah's maid-servant: Gad and Asher. These [are] sons of Jacob, who have been born to him in Padan-Aram.
chr: ᏏᎵᏆᏃ ᏧᏪᏥ, ᎾᏍᎩ ᎵᎠ ᎤᏅᏏᏓᏍᏗ; ᎦᏗ ᎠᎴ ᎡᏌ. ᎾᏍᎩ ᎯᎠ ᏤᎦᏈ ᏧᏪᏥ ᎠᏂᏍᎦᏯ, ᏇᏓᏁᎳᎻᏱ ᏥᎬᏩᏕᏁᎴᎢ.

source: And Jacob cometh unto Isaac his father, at Mamre, the city of Arba (which [is] Hebron), where Abraham and Isaac have sojourned.
chr: ᏤᎦᏈᏃ ᏭᎷᏤᎴ ᎤᏙᏓ ᎡᏏᎩ ᎹᎻᎵᏱ, ᎩᎵᏯ-ᎠᏆ. ᎾᏍᎩ ᎯᏆᏂ ᏥᏚᏙᎥ, ᎾᎿ ᎡᏆᎭᎻ ᎠᎴ ᎡᏏᎩ ᎤᏁᏙᎸᎢ.

source: And the days of Isaac are a hundred and eighty years,
chr: ᎡᏏᎩᏃ ᎤᎴᏂᏙᎸ ᎠᏍᎪᎯᏧᏈ ᏁᎳᏍᎪᎯ ᏄᏕᏘᏴᎮᎢ.

source: and Isaac expireth, and dieth, and is gathered unto his people, aged and satisfied with days; and bury him do Esau and Jacob his sons.
chr: ᎡᏏᎩᏃ ᎤᏲᎯᏍᏔᏁ ᎬᏬᎳᏕᏍᎬ ᎠᎴ Ꭴ ᏮᎱᏎᎢ, ᎠᎴ ᏧᏤᎵᎦ ᏴᏫ ᏄᎾᏛᏅ ᏫᏚᏖᎳᏕᎴᎢ, ᎤᏛᏐᏅᎯ ᎠᎴ ᏧᎩᏨᏂᎶᏛ ᎨᏎᎢ; ᏧᏪᏥᏃ ᎢᏐ ᎠᎴ ᏤᎦᏈ ᎬᏩᏂᏌᏁᎢ.

source: Chapter 36
chr: ᎠᏯᏙᎸᎢ 36

source: And these [are] births of Esau, who [is] Edom.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎨᏒ ᎢᏐ, ᎾᏍᎩ ᎢᏙᎻ ᏥᏚᏙᎥ.

source: Esau hath taken his wives from the daughters of Canaan: Adah daughter of Elon the Hittite, and Aholibamah daughter of Anah, daughter of Zibeon the Hivite,
chr: ᎢᏐ ᎨᎾᏂ ᎠᏁᎯ ᏧᏁᏥ ᏫᏚᏯᏅᎮ ᏧᏓᎵᎢ; ᎾᏍᎩ ᎡᏓ ᎢᎶᏂ ᎡᎯᏗ ᎤᏪᏥ, ᎠᎴ ᎠᎰᎵᏆᎹ ᎡᏮ ᎤᏪᏥ ᎾᏍᎩ ᏥᏈᎣᏂ ᎠᎯᏫ ᎤᏪᏥ;

source: and Bashemath daughter of Ishmael, sister of Nebajoth.
chr: ᎠᎴ ᏆᏏᎹ ᎢᏏᎺᎵ ᎤᏪᏥ ᎤᏙ ᎢᏆᏲᏗ.

source: And Adah beareth to Esau, Eliphaz; and Bashemath hath born Reuel;
chr: ᎡᏓᏃ ᎡᎵᏆ ᎤᎾᏄᎪᏫᏎᎴ ᎢᏐ; ᏆᏏᎹᏃ ᎷᎡᎵ ᎤᎾᏄᎪᏫᏎᎴᎢ.

source: and Aholibamah hath born Jeush, and Jaalam, and Korah. These [are] sons of Esau, who were born to him in the land of Canaan.
chr: ᎠᎰᎵᏆᎹᏃ ᏥᎤᏏ ᎠᎴ ᏤᎠᎳᎻ ᎠᎴ ᎪᎳ ᏚᎾᏄᎪᏫᏎᎴᎢ; ᎯᎠ ᎾᏍᎩ ᎢᏐ ᏧᏪᏥ ᎠᏂᏍᎦᏯ, ᎾᏍᎩ ᎨᎾᏂ ᎦᏙᎯ ᏥᎬᏩᏕᏁᎴᎢ.

source: And Esau taketh his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance which he hath acquired in the land of Canaan, and goeth into the country from the face of Jacob his brother;
chr: ᎢᏐᏃ ᏚᏘᏅᏎ ᏧᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏧᏪᏥ ᎠᏂᎨᏴ, ᎠᎴ ᏂᎦᏛ ᎦᏁᎸ ᎠᏁᎯ, ᎠᎴ ᎦᎾᏝᎢ, ᎠᎴ ᏧᏤᎵ ᏅᎩ ᏗᏂᏅᏌᏗ, ᎠᎴ ᏂᎦᏛ ᎪᎱᏍᏗ ᎤᎿᎥᎢ, ᎾᏍᎩ ᎨᎾᏂ ᎦᏙᎯ ᏭᏩᏛᏛ; ᎠᎴ ᎢᎸᎯᏢ ᏭᎶᏎᎢ, ᎤᏅᏟ ᏤᎦᏈ ᎤᏓᏅᎡᎴᎢ.

source: for their substance was more abundant than to dwell together, and the land of their sojournings was not able to bear them because of their cattle;
chr: ᎤᏣᏘᏰᏃ ᏧᎬᏩᎶᏗ ᎤᏂᎲ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎥᏝ ᎢᏧᎳᎭ ᎬᏩᎾᏕᏗ ᏱᎨᏎᎢ; ᎠᎴ ᎾᏍᎩ ᎦᏙᎯ ᎾᎿ ᎠᏁᏙᎯ ᎨᏒᎢ, ᏚᏂᎷᎶᎨᏉ ᏂᎦᎵᏍᏙᏗᏍᎨ ᎤᏂᎾᏝᎾᎥᎢ.

source: and Esau dwelleth in mount Seir: Esau is Edom.
chr: ᎾᏍᎩᏃ ᎢᏐ ᏏᎠ ᎣᏓᎸ ᎡᎮᎢ. ᎢᏐ ᎾᏍᎩ ᎢᏙᎻ.

source: And these [are] births of Esau, father of Edom, in mount Seir.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎢᏐ, ᎾᏍᎩ ᎠᏂᎡᏙᎻ ᎤᏂᏙᏓ, ᏏᎠ ᎣᏓᎸ ᎠᏁᎯ.

source: These [are] the names of the sons of Esau: Eliphaz son of Adah, wife of Esau; Reuel son of Bashemath, wife of Esau.
chr: ᎯᎠ ᎾᏍᎩ ᏚᎾᏙᎥ ᎢᏐ ᏧᏪᏥ; ᎡᎵᏆ ᎡᏓ ᎤᏪᏥ ᎾᏍᎩ ᎢᏐ ᎤᏓᎵᎢ, ᎷᎡᎵ ᏆᏏᎹ ᎤᏪᏥ ᎾᏍᎩ ᎢᏐ ᎤᏓᎵᎢ.

source: And the sons of Eliphaz are Teman, Omar, Zepho, and Gatam, and Kenaz;
chr: ᎯᎠᏃ ᎾᏍᎩ ᎡᎵᏆ ᏧᏪᏥ, ᏘᎹᏂ, ᎠᎹ, ᏂᏉ, ᎠᎴ ᎦᏓᎻ, ᎠᎴ ᎨᎾᏏ.

source: and Timnath hath been concubine to Eliphaz son of Esau, and she beareth to Eliphaz, Amalek; these [are] sons of Adah wife of Esau.
chr: ᏘᎻᎾᏃ ᎡᎵᏆ ᏔᎵ ᎤᏮᏗ ᎠᏓᏰᎲ ᎨᏎᎢ, ᎾᏍᎩ ᎢᏐ ᎤᏪᏥ; ᎾᏍᎩᏃ ᎡᎵᏆ ᎠᎹᎴᎩ ᎤᎾᏄᎪᏫᏎᎴᎢ. ᎯᎠ ᎾᏍᎩ ᎡᏓ ᏧᏪᏥ ᎢᏐ ᎤᏓᎵᎢ.
